{"peter": 3241, "parker": 3178, "longer": 2612, "able": 6, "separate": 3915, "normal": 3023, "life": 2556, "highstakes": 2063, "superhero": 4269, "asks": 267, "help": 2038, "doctor": 1264, "strange": 4200, "stakes": 4146, "dangerous": 1058, "forcing": 1736, "discover": 1231, "truly": 4590, "means": 2770, "spiderman": 4115, "second": 3877, "year": 4977, "fighting": 1666, "crime": 1003, "batman": 377, "uncovers": 4636, "corruption": 957, "gotham": 1886, "city": 766, "family": 1602, "facing": 1579, "serial": 3919, "killer": 2435, "known": 2458, "stranded": 4199, "rest": 3660, "stop": 4188, "mountains": 2912, "blizzard": 465, "recovering": 3582, "addict": 55, "discovers": 1234, "kidnapped": 2428, "child": 730, "hidden": 2055, "car": 624, "people": 3220, "inside": 2249, "building": 564, "sets": 3930, "terrifying": 4397, "struggle": 4218, "tale": 4340, "extraordinary": 1565, "live": 2587, "magical": 2680, "house": 2134, "town": 4505, "place": 3276, "called": 593, "magic": 2679, "unique": 4660, "gift": 1850, "super": 4268, "strength": 4209, "power": 3349, "surrounding": 4297, "danger": 1057, "decides": 1109, "ordinary": 3106, "just": 2402, "familys": 1603, "hope": 2108, "collection": 830, "worst": 4952, "criminal": 1005, "gather": 1825, "plot": 3300, "war": 4820, "wipe": 4906, "millions": 2834, "man": 2700, "race": 3500, "time": 4468, "elite": 1386, "dea": 1086, "agent": 92, "returns": 3677, "home": 2094, "failed": 1584, "mission": 2859, "makes": 2693, "unexpected": 4647, "discovery": 1235, "stash": 4163, "money": 2885, "worth": 4953, "million": 2832, "soon": 4082, "face": 1574, "threat": 4445, "newly": 3003, "released": 3610, "crew": 1002, "takes": 4336, "retrieve": 3673, "including": 2210, "kidnap": 2427, "agents": 93, "daughters": 1077, "high": 2059, "lives": 2590, "risk": 3714, "battle": 378, "stops": 4191, "protect": 3437, "criminals": 1006, "years": 4979, "brutal": 552, "murders": 2933, "shocked": 3977, "quiet": 3492, "new": 2998, "mask": 2742, "begins": 403, "group": 1927, "teenagers": 4382, "resurrect": 3666, "secrets": 3881, "towns": 4506, "deadly": 1089, "past": 3197, "tech": 4374, "worker": 4942, "recorded": 3577, "evidence": 1501, "violent": 4768, "met": 2805, "resistance": 3650, "tries": 4572, "seeking": 3891, "justice": 2403, "thing": 4432, "fears": 1631, "leave": 2524, "apartment": 198, "revenge": 3687, "fight": 1663, "save": 3824, "world": 4946, "ancient": 167, "assassin": 273, "tracks": 4516, "team": 4370, "aliens": 128, "living": 2591, "earth": 1348, "secret": 3878, "thousands": 4444, "tragedy": 4523, "forces": 1735, "shadows": 3945, "forced": 1734, "reunite": 3679, "enemy": 1431, "detective": 1170, "crosses": 1014, "paths": 3199, "ruthless": 3786, "hacker": 1953, "desperate": 1157, "wife": 4884, "drug": 1322, "cartel": 643, "escapes": 1478, "police": 3313, "custody": 1038, "joins": 2375, "female": 1647, "cop": 948, "reclaim": 3572, "prisoner": 3399, "father": 1624, "involved": 2307, "explosive": 1556, "situation": 4024, "mysterious": 2947, "believes": 413, "theory": 4423, "states": 4165, "mixed": 2869, "future": 1805, "generations": 1831, "bring": 531, "end": 1424, "humanity": 2143, "order": 3103, "ask": 264, "academy": 15, "assist": 281, "form": 1744, "hero": 2048, "heroes": 2049, "crisis": 1007, "going": 1875, "cover": 977, "accident": 20, "corrupt": 956, "cops": 950, "spirals": 4120, "control": 932, "starts": 4162, "receiving": 3568, "threats": 4450, "witness": 4914, "ambitious": 155, "talent": 4341, "words": 4939, "psychiatrist": 3450, "fearless": 1630, "buck": 555, "teams": 4371, "mischievous": 2851, "brothers": 547, "crash": 984, "eddie": 1361, "head": 2007, "adventure": 72, "dinosaur": 1215, "van": 4722, "invention": 2292, "ray": 3535, "goes": 1874, "monster": 2889, "pals": 3163, "transformed": 4537, "humans": 2147, "johnny": 2370, "mismatched": 2856, "bodies": 483, "globe": 1867, "cure": 1030, "late": 2496, "drive": 1316, "crazy": 989, "sequel": 3917, "looking": 2618, "texas": 4411, "ghost": 1844, "encounter": 1421, "infamous": 2221, "wears": 4857, "human": 2142, "skin": 4031, "couple": 968, "romantic": 3745, "getaway": 1841, "sea": 3862, "tropical": 4582, "storm": 4194, "sweeps": 4317, "away": 336, "villa": 4759, "survive": 4300, "elements": 1380, "sharks": 3959, "circle": 761, "boyfriend": 509, "loses": 2630, "mobsters": 2873, "cash": 648, "races": 3502, "clock": 799, "day": 1082, "break": 521, "curious": 1032, "dead": 1087, "ends": 1428, "red": 3587, "notice": 3032, "global": 1866, "hunt": 2153, "capture": 620, "worlds": 4947, "wanted": 4817, "daring": 1065, "heist": 2032, "brings": 533, "rival": 3718, "theres": 4426, "telling": 4386, "happen": 1970, "cast": 651, "sights": 4002, "set": 3929, "crystal": 1023, "tower": 4504, "theater": 4419, "glamorous": 1863, "entertainment": 1456, "run": 3772, "wolf": 4922, "mogul": 2877, "jimmy": 2362, "gang": 1817, "idea": 2169, "lion": 2579, "rock": 3735, "legend": 2533, "embark": 1397, "quest": 3487, "return": 3674, "stage": 4144, "opened": 3087, "dying": 1338, "woman": 4924, "enters": 1455, "deal": 1091, "demon": 1134, "illness": 2182, "helping": 2040, "claim": 772, "innocent": 2247, "victims": 4745, "finding": 1680, "host": 2124, "body": 484, "investigative": 2298, "reporter": 3632, "brock": 539, "alien": 127, "alter": 144, "ego": 1374, "plagued": 3280, "memories": 2786, "turn": 4603, "finds": 1681, "matrix": 2757, "giant": 1848, "corporation": 954, "midwestern": 2824, "companys": 866, "left": 2529, "great": 1908, "evil": 1502, "surface": 4286, "unleashed": 4670, "townspeople": 4508, "small": 4046, "survivors": 4305, "work": 4940, "uncover": 4633, "truth": 4593, "make": 2692, "night": 3011, "civilization": 771, "pandemic": 3165, "murdered": 2929, "special": 4105, "soldier": 4068, "duty": 1336, "wilderness": 4887, "later": 2497, "wounded": 4957, "appears": 211, "doorstep": 1287, "shes": 3969, "escaped": 1477, "lab": 2471, "believe": 411, "blood": 469, "key": 2421, "worldwide": 4948, "hes": 2053, "doubts": 1293, "aside": 263, "commander": 854, "stone": 4186, "ago": 97, "rural": 3778, "georgia": 1838, "contend": 924, "thieves": 4431, "taken": 4335, "wealthy": 4852, "hostage": 2125, "young": 4984, "wisecracking": 4909, "partner": 3182, "victor": 4746, "sullivan": 4260, "pursuit": 3476, "greatest": 1910, "treasure": 4559, "tracking": 4515, "clues": 811, "lead": 2513, "longlost": 2613, "brother": 545, "joined": 2373, "boy": 508, "raised": 3514, "scared": 3835, "reveals": 3685, "true": 4589, "train": 4527, "defeat": 1119, "killing": 2437, "single": 4017, "mom": 2880, "kids": 2432, "arrive": 245, "begin": 400, "connection": 903, "original": 3111, "legacy": 2531, "grandfather": 1899, "american": 157, "british": 536, "chinese": 737, "german": 1839, "government": 1887, "drawn": 1307, "try": 4595, "organization": 3108, "weapon": 4853, "send": 3902, "chaos": 699, "confront": 895, "thought": 4441, "web": 4859, "rings": 3709, "music": 2936, "superstars": 4277, "kat": 2408, "getting": 1843, "married": 2730, "audience": 312, "fans": 1606, "learns": 2523, "vows": 4793, "marry": 2732, "charlie": 709, "stranger": 4202, "crowd": 1017, "instead": 2259, "animal": 179, "attack": 292, "leaves": 2525, "forest": 1739, "conservative": 909, "enlist": 1445, "eager": 1343, "wildlife": 4889, "specialist": 4106, "dark": 1066, "disturbing": 1255, "threatens": 4449, "youngsters": 4987, "york": 4982, "gangs": 1818, "fall": 1593, "love": 2640, "tensions": 4392, "respective": 3657, "friends": 1788, "build": 563, "longtime": 2615, "crush": 1022, "neighbor": 2988, "turns": 4607, "developing": 1180, "feelings": 1641, "despite": 1159, "dragon": 1302, "sin": 4013, "wrath": 4959, "rebels": 3560, "history": 2077, "seven": 3935, "sins": 4019, "holy": 2093, "fairies": 1588, "giants": 1849, "fought": 1756, "demons": 1136, "finally": 1678, "cost": 959, "pride": 3390, "king": 2443, "defeated": 1120, "peace": 3210, "path": 3198, "squad": 4140, "navy": 2975, "seals": 3865, "covert": 979, "transport": 4541, "cia": 757, "black": 456, "site": 4023, "island": 2318, "prison": 3398, "trapped": 4547, "trying": 4596, "rescue": 3638, "rivals": 3720, "greedy": 1912, "theyre": 4428, "need": 2983, "precocious": 3356, "ready": 3541, "action": 35, "tom": 4483, "posse": 3336, "dogs": 1271, "ragtag": 3510, "band": 355, "determined": 1174, "distress": 1252, "matter": 2759, "happens": 1973, "jerry": 2351, "good": 1880, "aftermath": 88, "shocking": 3978, "explosion": 1555, "nuclear": 3039, "station": 4166, "hundreds": 2150, "sacrifice": 3792, "clean": 789, "catastrophe": 655, "successfully": 4248, "prevent": 3384, "bigger": 438, "disaster": 1229, "turned": 4604, "large": 2491, "european": 1489, "zone": 4998, "story": 4195, "rescues": 3640, "billy": 444, "shootout": 3982, "protecting": 3439, "outlaw": 3124, "whos": 4878, "mother": 2904, "carol": 635, "ride": 3701, "beautiful": 390, "managed": 2702, "escape": 1476, "men": 2788, "wedding": 4860, "guns": 1946, "does": 1268, "want": 4816, "rescued": 3639, "emily": 1407, "struggles": 4219, "fit": 1690, "school": 3843, "puppy": 3468, "destined": 1161, "best": 427, "friend": 1786, "magically": 2681, "undergoes": 4639, "gigantic": 1854, "dog": 1270, "attracts": 311, "attention": 303, "company": 865, "uncle": 4630, "casey": 647, "greed": 1911, "way": 4848, "teaches": 4368, "meaning": 2769, "putting": 3481, "drama": 1304, "erupts": 1474, "college": 832, "graduation": 1895, "celebration": 671, "tim": 4467, "boss": 498, "baby": 341, "little": 2585, "ted": 4377, "adults": 67, "approach": 216, "attitude": 305, "inspire": 2252, "business": 579, "mei": 2783, "experiencing": 1541, "teenager": 4381, "twist": 4614, "gets": 1842, "excited": 1512, "transforms": 4539, "mystery": 2949, "writer": 4965, "grace": 1890, "miller": 2831, "instincts": 2260, "comes": 847, "shell": 3963, "bit": 453, "solve": 4075, "sisters": 4022, "murder": 2928, "different": 1207, "poor": 3323, "tied": 4463, "animated": 181, "comedy": 846, "travis": 4557, "block": 466, "shadowy": 3946, "operatives": 3094, "exposed": 1558, "conspiracy": 913, "ranks": 3526, "reaches": 3538, "walking": 4807, "talking": 4346, "connected": 902, "childrens": 733, "yearold": 4978, "robot": 3733, "buddy": 559, "doesnt": 1269, "quite": 3497, "bank": 360, "guy": 1949, "realizes": 3549, "background": 345, "character": 702, "open": 3086, "video": 4750, "game": 1815, "free": 1777, "london": 2605, "amidst": 161, "punk": 3464, "revolution": 3691, "named": 2955, "befriends": 398, "pair": 3160, "appreciate": 214, "mischief": 2850, "streets": 4207, "fashion": 1617, "catches": 658, "eye": 1570, "von": 4791, "relationship": 3605, "motion": 2907, "course": 973, "events": 1496, "revelations": 3686, "cause": 663, "embrace": 1401, "wicked": 4880, "harley": 1984, "quinn": 3494, "belle": 417, "join": 2372, "task": 4358, "force": 1733, "remote": 3625, "disney": 1245, "party": 3186, "list": 2581, "service": 3926, "princess": 3394, "event": 1495, "targeted": 4355, "nazis": 2977, "difference": 1205, "decision": 1111, "running": 3776, "experience": 1538, "unforgettable": 4651, "summer": 4261, "italian": 2324, "fun": 1799, "threatened": 4447, "monsters": 2890, "waters": 4846, "washedup": 4837, "mma": 2870, "fighter": 1664, "cole": 824, "unaware": 4626, "hunted": 2154, "emperor": 1412, "warrior": 4833, "seeks": 3892, "trains": 4531, "earths": 1350, "champions": 690, "prepares": 3367, "stand": 4150, "enemies": 1430, "universe": 4665, "ensure": 1450, "ultimate": 4623, "bruce": 550, "wayne": 4849, "diana": 1193, "prince": 3393, "plans": 3287, "recruit": 3584, "approaching": 218, "catastrophic": 656, "proportions": 3431, "sam": 3810, "treacherous": 4558, "journey": 2384, "country": 964, "caught": 662, "artificial": 253, "intelligence": 2264, "days": 1083, "arrival": 244, "mans": 2715, "hopes": 2111, "reaching": 3539, "safety": 3798, "giving": 1862, "birth": 450, "roger": 3738, "lose": 2628, "virginity": 4774, "erotic": 1473, "initial": 2239, "efforts": 1371, "breaks": 523, "seen": 3894, "opportunities": 3096, "paul": 3205, "brilliant": 530, "gifted": 1851, "born": 497, "destiny": 1162, "understanding": 4642, "travel": 4552, "planet": 3283, "malevolent": 2698, "conflict": 893, "planets": 3284, "exclusive": 1515, "supply": 4279, "precious": 3355, "capable": 614, "humanitys": 2144, "conquer": 905, "fear": 1628, "ivan": 2326, "enjoying": 1443, "fame": 1598, "surrounded": 4296, "wonders": 4932, "modern": 2875, "comfortable": 850, "luckily": 2654, "sword": 4324, "cut": 1040, "supplies": 4278, "rises": 3712, "existence": 1527, "old": 3078, "long": 2611, "teen": 4379, "attending": 301, "private": 3401, "series": 3920, "supernatural": 4274, "according": 27, "ominous": 3082, "entity": 1459, "queen": 3484, "summoned": 4263, "performing": 3228, "ritual": 3717, "summon": 4262, "imagine": 2187, "horrors": 2120, "await": 328, "smalltown": 4048, "oregon": 3107, "teacher": 4366, "local": 2594, "sheriff": 3967, "student": 4223, "frightening": 1790, "consequences": 908, "heads": 2009, "death": 1098, "falls": 1596, "mercenaries": 2794, "role": 3740, "demise": 1133, "relentless": 3611, "vengeance": 4733, "person": 3232, "rely": 3618, "furious": 1802, "massive": 2748, "keeping": 2413, "biggest": 439, "changes": 696, "bond": 490, "active": 38, "asking": 266, "scientist": 3849, "far": 1611, "expected": 1534, "leading": 2517, "trail": 4526, "villain": 4763, "armed": 237, "technology": 4376, "faithful": 1591, "chief": 729, "india": 2215, "pulls": 3462, "stunts": 4234, "thwart": 4460, "major": 2691, "postapocalyptic": 3345, "built": 567, "beloved": 420, "friendship": 1789, "wake": 4802, "naked": 2954, "pups": 3469, "mayor": 2767, "turning": 4606, "bustling": 582, "metropolis": 2810, "state": 4164, "avengers": 324, "allies": 133, "continued": 928, "handle": 1961, "cosmic": 958, "intergalactic": 2274, "goal": 1869, "collect": 829, "stones": 4187, "unimaginable": 4657, "use": 4705, "twisted": 4615, "reality": 3546, "led": 2527, "moment": 2881, "fate": 1622, "uncertain": 4628, "nemesis": 2994, "deformed": 1126, "calling": 594, "joker": 2376, "seizes": 3897, "underworld": 4644, "widow": 4881, "confronts": 898, "darker": 1067, "parts": 3185, "ties": 4464, "arises": 232, "pursued": 3473, "spy": 4139, "broken": 541, "relationships": 3606, "wonder": 4930, "winter": 4905, "season": 3872, "mickey": 2818, "mouse": 2913, "stories": 4193, "skilled": 4029, "driver": 1318, "theyve": 4429, "encountered": 1422, "moon": 2896, "sends": 3904, "collision": 835, "know": 2455, "passed": 3190, "apartments": 199, "heart": 2018, "mexico": 2812, "battlefield": 379, "ana": 165, "carlos": 633, "andrea": 168, "miguel": 2826, "image": 2183, "elevator": 1383, "changed": 695, "families": 1601, "grown": 1931, "characters": 703, "come": 842, "daily": 1047, "chain": 683, "realize": 3547, "replaced": 3631, "public": 3457, "sex": 3939, "app": 205, "elusive": 1394, "chaotic": 700, "greg": 1915, "kid": 2426, "imagination": 2186, "big": 436, "rich": 3696, "famous": 1604, "middle": 2819, "near": 2979, "ai": 101, "real": 3542, "girl": 1856, "win": 4896, "affections": 82, "green": 1914, "hills": 2070, "prove": 3444, "test": 4407, "dr": 1298, "search": 3867, "emerald": 1403, "destroy": 1163, "sidekick": 3999, "wrong": 4969, "hands": 1962, "monstrous": 2891, "creatures": 998, "storybook": 4196, "unleash": 4669, "mayhem": 2766, "niece": 3010, "spooky": 4127, "short": 3985, "film": 1671, "murderous": 2932, "charles": 708, "knight": 2452, "jean": 2345, "settle": 3932, "jacques": 2332, "le": 2512, "challenging": 687, "duel": 1327, "pirates": 3271, "bandits": 357, "royal": 3761, "gold": 1877, "lost": 2633, "documentary": 1266, "filmmaker": 1674, "secluded": 3876, "community": 862, "learning": 2522, "following": 1725, "string": 4213, "occurrences": 3059, "outsider": 3129, "humble": 2148, "beginnings": 402, "marries": 2731, "ambition": 153, "unravel": 4680, "triggers": 4573, "reckless": 3571, "spiral": 4119, "betrayal": 431, "terror": 4399, "strikes": 4212, "heartbroken": 2019, "uses": 4707, "husband": 2161, "lily": 2567, "enlists": 1446, "aid": 102, "frank": 1767, "amazon": 152, "boat": 480, "tree": 4561, "holds": 2086, "heal": 2011, "change": 694, "medicine": 2776, "walk": 4805, "godzilla": 1873, "kong": 2461, "powerful": 3350, "nature": 2971, "collide": 833, "spectacular": 4108, "ages": 94, "outcast": 3122, "schooler": 3844, "abandoned": 2, "parents": 3174, "leaving": 2526, "ben": 421, "aunt": 315, "like": 2565, "figure": 1668, "got": 1885, "today": 4478, "understand": 4641, "disappearance": 1226, "fathers": 1625, "choices": 742, "powers": 3351, "shape": 3953, "planning": 3286, "threaten": 4446, "nd": 2978, "century": 679, "marine": 2723, "dispatched": 1249, "torn": 4492, "orders": 3105, "rebellion": 3558, "leads": 2518, "federation": 1638, "meeting": 2779, "officer": 3072, "recruits": 3586, "aspiring": 271, "topsecret": 4489, "early": 1346, "zombie": 4996, "apocalypse": 202, "musician": 2938, "racer": 3501, "opposition": 3100, "vanishes": 4724, "girls": 1859, "trip": 4576, "beth": 430, "happened": 1971, "clue": 810, "deception": 1106, "searching": 3869, "prehistoric": 3362, "idyllic": 2176, "paradise": 3169, "meets": 2780, "needs": 2985, "unfortunately": 4654, "learn": 2520, "thats": 4417, "steps": 4181, "neighbors": 2991, "start": 4159, "rise": 3711, "clans": 778, "epic": 1465, "differences": 1206, "draw": 1306, "tired": 4474, "locked": 2601, "deadliest": 1088, "zoo": 4999, "theyll": 4427, "travelers": 4553, "deliver": 1128, "message": 2803, "thirty": 4438, "mankind": 2711, "losing": 2631, "species": 4107, "survival": 4299, "soldiers": 4069, "civilians": 770, "present": 3371, "transported": 4542, "recruited": 3585, "dan": 1052, "daughter": 1076, "estranged": 1485, "coach": 814, "sean": 3866, "hometown": 2098, "son": 4078, "pop": 3324, "football": 1730, "mia": 2814, "navigate": 2974, "feels": 1642, "forever": 1740, "fantasy": 1610, "dragons": 1303, "lived": 2589, "harmony": 1985, "land": 2480, "returned": 3675, "lone": 2607, "track": 4514, "legendary": 2534, "restore": 3662, "divided": 1256, "skills": 4030, "learned": 2521, "places": 3278, "visited": 4780, "brink": 534, "mental": 2791, "revealing": 3684, "cold": 822, "security": 3884, "guard": 1934, "los": 2627, "angeles": 175, "truck": 4588, "surprises": 4293, "coworkers": 982, "unleashes": 4671, "came": 598, "clear": 791, "dramatic": 1305, "score": 3853, "revolves": 3693, "resort": 3652, "retired": 3670, "officers": 3073, "compound": 876, "hellbent": 2037, "robert": 3730, "space": 4095, "rogue": 3739, "safe": 3795, "bugs": 562, "lola": 2604, "bunny": 574, "victory": 4749, "court": 974, "goons": 1882, "challenge": 684, "laura": 2503, "case": 645, "instructor": 2262, "hector": 2024, "allowed": 136, "gives": 1861, "hours": 2133, "paranormal": 3173, "investigators": 2300, "ed": 1360, "warren": 4831, "sensational": 3908, "cases": 646, "soul": 4087, "mark": 2725, "suspect": 4307, "demonic": 1135, "possession": 3340, "defense": 1125, "driven": 1317, "billionaire": 443, "uncovering": 4635, "defeating": 1121, "unable": 4625, "creates": 992, "identity": 2174, "symbol": 4327, "isabella": 2317, "runs": 3777, "salon": 3809, "isnt": 2320, "afraid": 84, "speak": 4104, "mind": 2837, "thomas": 4439, "fellow": 1646, "opportunity": 3097, "lifetime": 2561, "hair": 1954, "taking": 4338, "requires": 3637, "hearts": 2020, "working": 4944, "alongside": 142, "fisherman": 1688, "possibly": 3343, "entire": 1457, "concerned": 883, "wants": 4819, "impress": 2201, "mentor": 2793, "said": 3800, "jennifer": 2348, "mysteriously": 2948, "vanished": 4723, "medical": 2775, "horrific": 2116, "victorian": 4748, "harbors": 1978, "unknown": 4668, "lisa": 2580, "wakes": 4803, "arm": 236, "quickly": 3491, "minutes": 2844, "occupied": 3056, "section": 3882, "choice": 741, "rome": 3746, "imminent": 2192, "terrorist": 4400, "bombing": 488, "desperately": 1158, "news": 3005, "imprisoned": 2202, "rebel": 3557, "knowledge": 2457, "encounters": 1423, "vatican": 4728, "saving": 3827, "heir": 2030, "apparent": 206, "loner": 2610, "snake": 4055, "eyes": 1571, "japanese": 2340, "clan": 777, "taught": 4362, "ways": 4850, "ninja": 3017, "revealed": 3683, "honor": 2104, "tested": 4408, "trust": 4591, "closest": 803, "david": 1079, "injured": 2241, "bust": 581, "gone": 1879, "chases": 717, "shot": 3987, "farm": 1612, "owned": 3142, "troubled": 4584, "vet": 4741, "eric": 1471, "arrives": 247, "shooting": 3981, "mob": 2871, "irish": 2314, "spanish": 4099, "teach": 4365, "based": 374, "phenomenon": 3247, "featuring": 1635, "excop": 1517, "serving": 3928, "sentence": 3913, "didnt": 1200, "commit": 855, "offered": 3069, "chance": 693, "freedom": 1779, "hunters": 2156, "pay": 3207, "pleasure": 3299, "hunting": 2157, "accepts": 18, "hell": 2036, "loose": 2622, "posing": 3334, "diamond": 1191, "women": 4927, "online": 3084, "dollars": 1275, "plan": 3281, "ad": 48, "executive": 1520, "dont": 1282, "bet": 429, "heels": 2027, "unusual": 4690, "tangled": 4350, "wacky": 4796, "adventures": 74, "hilarious": 2068, "unsuspecting": 4687, "turbulent": 4600, "eastern": 1353, "han": 1959, "dynasty": 1340, "controls": 935, "shanghai": 3952, "meet": 2778, "arriving": 248, "miraculous": 2846, "allows": 138, "field": 1659, "cat": 653, "superheroes": 4270, "exist": 1525, "united": 4663, "desert": 1148, "faces": 1576, "class": 783, "visits": 4783, "peaceful": 3211, "vacation": 4712, "attacked": 293, "familiar": 1600, "looks": 2619, "hand": 1960, "citizens": 765, "line": 2573, "questions": 3489, "generation": 1830, "islands": 2319, "thcentury": 4418, "military": 2830, "defend": 1122, "kingdom": 2444, "decorated": 1113, "sons": 4081, "increasingly": 2212, "boys": 510, "decide": 1107, "botched": 501, "store": 4192, "robbery": 3729, "puts": 3480, "jeopardy": 2350, "busy": 583, "bad": 346, "guys": 1950, "spending": 4112, "loves": 2645, "gwen": 1951, "forgotten": 1743, "promise": 3422, "staying": 4170, "things": 4433, "emerges": 1406, "harry": 1991, "siblings": 3996, "stumble": 4230, "hole": 2087, "wall": 4809, "grandparents": 1901, "horrifying": 2118, "incidents": 2207, "reveal": 3682, "sinister": 4018, "attempt": 296, "steal": 4172, "priceless": 3389, "jewel": 2357, "crosshairs": 1015, "villains": 4765, "interpol": 2277, "wwii": 4974, "army": 239, "served": 3924, "refuses": 3592, "kill": 2433, "receive": 3565, "opponent": 3095, "dies": 1204, "prominent": 3421, "champion": 689, "suspicious": 4312, "circumstances": 762, "step": 4177, "ring": 3708, "uncles": 4631, "th": 4413, "birthday": 451, "waiting": 4800, "hogwarts": 2083, "harness": 1986, "newfound": 3002, "schools": 3845, "kindly": 2442, "blame": 460, "nick": 3009, "fury": 1804, "director": 1222, "international": 2275, "agency": 90, "pull": 3460, "spanning": 4100, "effort": 1370, "investigate": 2294, "sara": 3818, "spend": 4111, "week": 4861, "cabin": 589, "children": 732, "alicia": 126, "deeply": 1118, "stay": 4169, "nightmare": 3013, "career": 627, "destroyed": 1164, "arrogant": 249, "surgeon": 4289, "sorcerer": 4084, "wing": 4900, "unstoppable": 4686, "michael": 2817, "myers": 2945, "laurie": 2504, "trap": 4546, "continue": 927, "hospital": 2123, "fights": 1667, "pain": 3156, "inspires": 2254, "residents": 3648, "matters": 2760, "vigilante": 4756, "reign": 3598, "priest": 3391, "considered": 911, "exorcism": 1529, "carries": 639, "eating": 1356, "alive": 130, "final": 1676, "europe": 1488, "hardly": 1982, "agree": 98, "natural": 2970, "destruction": 1167, "told": 4481, "allnew": 134, "interviews": 2280, "struggling": 4220, "complicated": 873, "lockdown": 2600, "incident": 2206, "balls": 354, "aim": 105, "succeed": 4244, "subsequently": 4239, "saiyans": 3805, "killed": 2434, "shark": 3958, "lovable": 2639, "seal": 3863, "neighborhood": 2989, "merry": 2801, "trained": 4528, "seek": 3890, "tricks": 4570, "lot": 2634, "actually": 47, "opens": 3089, "chilling": 735, "occurred": 3058, "plays": 3298, "unfold": 4649, "america": 156, "witches": 4913, "illegal": 2181, "sheltered": 3965, "prejudices": 3363, "helps": 2042, "avoid": 326, "law": 2506, "enforcement": 1433, "cross": 1011, "southern": 4093, "border": 494, "asylum": 288, "memory": 2787, "alice": 125, "supposed": 4281, "virgin": 4772, "mary": 2741, "inexplicably": 2220, "hear": 2014, "sick": 3997, "word": 4938, "spreads": 4135, "flock": 1706, "disgraced": 1239, "journalist": 2383, "hoping": 2112, "revive": 3689, "england": 1438, "question": 3488, "phenomena": 3246, "works": 4945, "unlikely": 4675, "korean": 2463, "volcano": 4789, "mythical": 2952, "majestic": 2690, "mountain": 2911, "musical": 2937, "prodigy": 3410, "grieving": 1919, "sister": 4021, "devastated": 1176, "loss": 2632, "accomplished": 26, "passion": 3195, "roy": 3760, "minute": 2843, "diving": 1257, "french": 1782, "lake": 2478, "underwater": 4643, "exploration": 1549, "videos": 4751, "deep": 1115, "initially": 2240, "scene": 3837, "crimes": 1004, "falling": 1595, "dangerously": 1059, "spirited": 4122, "seventh": 3936, "naruto": 2962, "possesses": 3339, "constant": 915, "absence": 9, "duties": 1335, "apprentice": 215, "cars": 642, "fly": 1712, "warn": 4827, "bloody": 472, "writing": 4967, "announces": 189, "chamber": 688, "ron": 3747, "abilities": 4, "courage": 970, "blockbuster": 467, "franchise": 1764, "tells": 4387, "liveaction": 2588, "genius": 1834, "domination": 1277, "dreams": 1312, "idol": 2175, "la": 2470, "stunning": 4232, "colorful": 839, "charming": 713, "unlock": 4676, "coast": 815, "sight": 4001, "act": 33, "problem": 3405, "steals": 4174, "belongs": 419, "months": 2894, "ii": 2177, "push": 3477, "theatre": 4420, "sergeant": 3918, "sherman": 3968, "tank": 4351, "lines": 2575, "overwhelming": 3139, "odds": 3065, "heroic": 2050, "attempts": 299, "strike": 4211, "nazi": 2976, "germany": 1840, "blind": 462, "hiding": 2058, "isolated": 2321, "orphaned": 3117, "devastating": 1177, "shattered": 3960, "haven": 2002, "faced": 1575, "el": 1377, "subsequent": 4238, "theft": 4421, "confronted": 897, "invincible": 2301, "bodyguard": 485, "tony": 4486, "ally": 140, "recover": 3581, "portal": 3330, "transports": 4544, "unit": 4661, "rule": 3767, "hunter": 2155, "fourth": 1758, "created": 991, "statue": 4167, "descend": 1145, "threatening": 4448, "meteor": 2807, "impact": 2195, "direct": 1219, "descendant": 1146, "younger": 4985, "mount": 2910, "embroiled": 1402, "captain": 617, "civil": 768, "stark": 4155, "balance": 351, "queens": 3485, "tasks": 4360, "robots": 3734, "coup": 967, "androids": 170, "lock": 2599, "doors": 1286, "genetically": 1833, "altered": 145, "nerdy": 2996, "amazing": 151, "ruins": 3766, "mad": 2671, "titan": 4475, "remaining": 3620, "actions": 37, "holiday": 2088, "beach": 383, "causing": 666, "age": 89, "rapidly": 3530, "took": 4487, "sport": 4128, "reluctantly": 3617, "rebuild": 3562, "hurt": 2160, "enter": 1452, "partners": 3183, "play": 3292, "dedicated": 1114, "loyal": 2648, "girlfriend": 1857, "sweetheart": 4319, "scott": 3856, "knew": 2451, "rules": 3770, "lawless": 2507, "annual": 190, "chase": 715, "harsh": 1992, "historical": 2076, "gains": 1810, "popularity": 3326, "really": 3552, "tall": 4348, "ranger": 3524, "road": 3722, "pacific": 3148, "highway": 2065, "attend": 300, "funeral": 1800, "spread": 4133, "terrible": 4395, "virus": 4776, "survivor": 4304, "sent": 3912, "radio": 3506, "messages": 2804, "sealed": 3864, "maiden": 2686, "deaths": 1099, "kicked": 2425, "relocate": 3615, "hotel": 2130, "employee": 1414, "job": 2364, "solution": 4074, "rid": 3700, "explorers": 1552, "expedition": 1537, "egg": 1372, "food": 1727, "africa": 85, "glory": 1868, "tournament": 4503, "did": 1199, "fierce": 1661, "water": 4845, "enchanted": 1420, "cruel": 1020, "care": 626, "outer": 3123, "sailor": 3802, "guardians": 1936, "ruthlessly": 3787, "northwest": 3027, "curiosity": 1031, "better": 433, "frustrated": 1793, "convince": 942, "explore": 1550, "uncharted": 4629, "cave": 667, "northern": 3026, "australia": 316, "mouth": 2914, "flood": 1707, "brought": 548, "pack": 3149, "hungry": 2152, "popular": 3325, "tv": 4610, "extreme": 1567, "outside": 3128, "picture": 3260, "constantly": 916, "knows": 2459, "animation": 182, "artist": 254, "assignment": 279, "gary": 1823, "suddenly": 4251, "patrick": 3203, "pal": 3161, "miles": 2829, "wilson": 4895, "kingpin": 2446, "dimension": 1212, "challenges": 686, "art": 250, "transforming": 4538, "castle": 652, "walls": 4811, "fearsome": 1632, "wizard": 4920, "engineer": 1437, "fortress": 1751, "spain": 4098, "master": 2749, "soccer": 4060, "closing": 804, "accidentally": 22, "timetraveling": 4471, "pilot": 3266, "adam": 49, "self": 3898, "origin": 3110, "operative": 3093, "mercenary": 2795, "wade": 4797, "experiment": 1542, "healing": 2012, "adopts": 63, "sense": 3909, "humor": 2149, "hunts": 2158, "nearly": 2981, "james": 2335, "mike": 2827, "earn": 1347, "spirit": 4121, "cute": 1041, "goofy": 1881, "media": 2774, "tour": 4501, "humankind": 2145, "comet": 848, "lightning": 2563, "pushed": 3478, "inspiration": 2251, "fabulous": 1573, "proving": 3448, "seemingly": 3893, "superpowers": 4275, "deals": 1096, "triangle": 4566, "flees": 1698, "ranch": 3522, "outpost": 3126, "husbands": 2162, "bride": 526, "desolate": 1155, "attempting": 298, "aware": 335, "iron": 2315, "inventor": 2293, "pressure": 3379, "press": 3378, "share": 3954, "unwilling": 4691, "let": 2542, "forge": 1741, "joe": 2366, "successful": 4247, "half": 1955, "note": 3031, "club": 808, "center": 674, "souls": 4088, "develop": 1178, "gain": 1809, "newborn": 2999, "spent": 4114, "jack": 2327, "sparrow": 4103, "sure": 4285, "using": 4708, "fabled": 1572, "youth": 4989, "aboard": 7, "ship": 3971, "formidable": 1746, "pirate": 3270, "patients": 3201, "suffering": 4255, "facility": 1578, "crazed": 988, "venture": 4736, "sound": 4089, "died": 1202, "installment": 2256, "fast": 1618, "saga": 3799, "district": 1253, "attorney": 306, "harvey": 1994, "dent": 1137, "assumes": 284, "responsibility": 3658, "reputation": 3635, "department": 1138, "kyle": 2468, "villainous": 4764, "leader": 2514, "finest": 1683, "trolls": 4579, "swap": 4314, "citys": 767, "modernday": 2876, "sort": 4086, "superman": 4273, "greater": 1909, "kate": 2409, "farmhouse": 1615, "woods": 4936, "slowly": 4045, "happening": 1972, "suburban": 4241, "dad": 1046, "rage": 3508, "accept": 16, "invitation": 2303, "abroad": 8, "floating": 1705, "research": 3642, "currently": 1034, "held": 2034, "ones": 3083, "students": 4224, "lord": 2625, "grip": 1922, "suspects": 4309, "lie": 2553, "intent": 2269, "preparing": 3368, "colleague": 827, "crucial": 1019, "information": 2230, "showdown": 3988, "looms": 2620, "romance": 3744, "blossoms": 474, "classmates": 787, "air": 107, "lies": 2554, "ahead": 100, "uptight": 4702, "english": 1439, "henry": 2045, "novel": 3035, "failure": 1587, "book": 492, "surprise": 4291, "hit": 2078, "invited": 2305, "maria": 2721, "publisher": 3459, "attract": 307, "sparks": 4102, "adventurer": 73, "male": 2697, "trophy": 4581, "park": 3177, "dinosaurs": 1216, "guide": 1941, "worse": 4951, "manager": 2703, "battles": 380, "kurt": 2467, "went": 4867, "hall": 1956, "raises": 3515, "lt": 2651, "jim": 2361, "gordon": 1883, "plague": 3279, "partnership": 3184, "proves": 3445, "prey": 3387, "rising": 3713, "mastermind": 2750, "terrified": 4396, "childhood": 731, "curse": 1035, "wont": 4934, "fledgling": 1695, "combat": 841, "convinces": 944, "ops": 3101, "belong": 418, "chronicle": 752, "impossible": 2199, "inevitable": 2219, "frantic": 1772, "innocence": 2246, "rebellious": 3559, "endless": 1427, "limit": 2568, "common": 860, "average": 325, "hard": 1979, "filled": 1670, "happiness": 1975, "invites": 2306, "colleagues": 828, "heavy": 2023, "rain": 3512, "mere": 2799, "unfortunate": 4653, "guests": 1939, "russian": 3782, "severely": 3938, "injury": 2242, "suffered": 4254, "feared": 1629, "cleaning": 790, "affair": 79, "fighters": 1665, "winner": 4901, "position": 3335, "woody": 4937, "andys": 172, "toys": 4511, "happily": 1974, "room": 3749, "buzz": 588, "plots": 3301, "owner": 3143, "duo": 1331, "eventually": 1498, "loving": 2646, "alabama": 116, "grandmother": 1900, "diabolical": 1189, "seaside": 3871, "grand": 1897, "witch": 4912, "straw": 4204, "watch": 4842, "motherinlaw": 2905, "willing": 4892, "allow": 135, "embarks": 1399, "san": 3813, "sensation": 3907, "sexy": 3943, "luck": 2653, "wish": 4910, "solace": 4066, "goku": 1876, "couples": 969, "lovers": 2644, "sweet": 4318, "simple": 4011, "fell": 1645, "afghanistan": 83, "tommy": 4485, "look": 2616, "domestic": 1276, "easy": 1354, "especially": 1481, "youre": 4988, "shrek": 3991, "gorgeous": 1884, "clutches": 813, "donkey": 1280, "celebrate": 669, "joy": 2386, "executed": 1518, "round": 3755, "develops": 1182, "hightech": 2064, "pets": 3243, "university": 4666, "education": 1365, "immediately": 2189, "ruined": 3765, "elves": 1395, "unite": 4662, "policeman": 3314, "st": 4142, "incredible": 2213, "perfect": 3223, "pushes": 3479, "standing": 4151, "vampire": 4720, "mummy": 2927, "werewolf": 4868, "aided": 103, "pet": 3239, "professional": 3415, "maniac": 2710, "sexually": 3942, "tables": 4330, "derek": 1144, "stars": 4157, "lee": 2528, "doing": 1272, "knowing": 2456, "official": 3074, "arts": 257, "professor": 3416, "secretly": 3880, "awaits": 329, "version": 4739, "fifth": 1662, "prepare": 3365, "volatile": 4787, "unstable": 4685, "twin": 4612, "violence": 4767, "robberies": 3727, "protection": 3440, "hot": 2129, "achieve": 32, "tail": 4334, "object": 3047, "warriors": 4834, "continues": 929, "say": 3829, "ruin": 3764, "anna": 185, "resources": 3654, "gradually": 1892, "scientists": 3850, "various": 4726, "countries": 963, "animals": 180, "mars": 2734, "environment": 1463, "advanced": 69, "science": 3847, "colony": 837, "investigator": 2299, "hired": 2073, "creator": 996, "missing": 2858, "hopeless": 2109, "wizards": 4921, "trio": 4575, "objects": 3048, "program": 3417, "awry": 339, "hangs": 1965, "uneasy": 4645, "thor": 4440, "asgard": 258, "members": 2785, "moved": 2915, "phone": 3250, "claims": 775, "grows": 1932, "haunt": 1999, "remain": 3619, "richard": 3697, "players": 3296, "passionate": 3196, "design": 1150, "dazzling": 1084, "singer": 4015, "apart": 197, "shady": 3947, "penguin": 3216, "businessman": 580, "bella": 416, "seattle": 3874, "ravaged": 3533, "killings": 2438, "midst": 2823, "choose": 743, "edward": 1366, "jacob": 2331, "potential": 3346, "important": 2198, "decades": 1102, "shares": 3956, "seniors": 3906, "throw": 4454, "contract": 931, "brutally": 553, "entangled": 1451, "enigmatic": 1441, "attraction": 309, "confrontation": 896, "wyatt": 4975, "regain": 3593, "divorce": 1259, "moves": 2918, "south": 4092, "italy": 2325, "hides": 2057, "buried": 575, "tooth": 4488, "obsession": 3051, "sleep": 4040, "accountant": 29, "bent": 425, "port": 3329, "loki": 2603, "banished": 359, "toughest": 4500, "god": 1870, "bart": 371, "paying": 3208, "marvel": 2740, "disturbed": 1254, "crossing": 1016, "flee": 1696, "mexican": 2811, "reluctant": 3616, "protector": 3441, "assassins": 276, "reconnect": 3575, "victoria": 4747, "silent": 4007, "mothers": 2906, "shepherd": 3966, "taste": 4361, "warnings": 4829, "ball": 352, "lords": 2626, "village": 4760, "easily": 1351, "supreme": 4284, "receives": 3567, "letter": 2545, "coming": 852, "informs": 2232, "misunderstandings": 2866, "prank": 3353, "author": 318, "worried": 4949, "received": 3566, "impoverished": 2200, "moral": 2898, "code": 819, "march": 2718, "madrid": 2675, "political": 3317, "trouble": 4583, "happy": 1976, "tension": 4391, "marriage": 2729, "fairy": 1589, "destroying": 1165, "percy": 3222, "needed": 2984, "zeus": 4994, "stolen": 4185, "gods": 1872, "complete": 870, "strangers": 4203, "switch": 4322, "bizarre": 455, "adjust": 58, "inheritance": 2236, "ceo": 680, "governments": 1888, "pass": 3188, "designed": 1151, "superhuman": 4271, "activity": 41, "factions": 1581, "causes": 665, "comedian": 844, "insane": 2248, "psychopathic": 3455, "points": 3307, "offers": 3070, "skill": 4028, "teenage": 4380, "surprised": 4292, "reallife": 3551, "occurs": 3060, "channel": 698, "tunnel": 4599, "escalates": 1475, "civilian": 769, "passengers": 3192, "china": 736, "issues": 2323, "serve": 3923, "imperial": 2197, "ailing": 104, "quick": 3490, "feet": 1643, "disguised": 1242, "jun": 2396, "emma": 1408, "lifes": 2559, "moments": 2882, "houses": 2137, "suburbs": 4242, "dumped": 1329, "horrified": 2117, "hatch": 1996, "results": 3665, "debt": 1100, "ghostly": 1845, "jones": 2378, "eternal": 1486, "follows": 1726, "society": 4064, "myth": 2951, "haunted": 2000, "merciless": 2797, "execution": 1519, "exact": 1506, "involving": 2309, "street": 4206, "corporate": 953, "jordan": 2379, "troll": 4578, "wits": 4918, "kenshin": 2418, "gentle": 1835, "huge": 2140, "foe": 1717, "trainer": 4529, "ash": 259, "pokmon": 3309, "temple": 4388, "solomon": 4073, "mutated": 2942, "turtle": 4608, "emerge": 1404, "senior": 3905, "roommate": 3750, "interview": 2279, "christian": 748, "grey": 1917, "campus": 607, "paper": 3168, "strangely": 4201, "sexual": 3940, "boundaries": 503, "amateur": 150, "lured": 2662, "trafficking": 4522, "syndicate": 4328, "underground": 4640, "certain": 682, "shows": 3990, "impending": 2196, "ice": 2165, "manny": 2713, "diego": 1203, "tiger": 4465, "sid": 3998, "infant": 2222, "aims": 106, "diplomatic": 1217, "shaw": 3961, "talk": 4345, "blows": 476, "enhanced": 1440, "andy": 171, "camp": 602, "shift": 3970, "obsessive": 3052, "toy": 4510, "collector": 831, "al": 115, "kidnaps": 2431, "match": 2752, "responsible": 3659, "wifes": 4885, "brigade": 528, "level": 2548, "higher": 2060, "france": 1762, "lucky": 2655, "frontier": 1791, "wild": 4886, "pregnant": 3361, "bid": 435, "immortality": 2194, "unscrupulous": 4682, "lane": 2485, "horrible": 2114, "massacre": 2747, "rookie": 3748, "overcome": 3134, "coldblooded": 823, "hitman": 2081, "assigned": 278, "refuge": 3590, "rare": 3531, "evangelion": 1491, "doll": 1273, "bee": 396, "movie": 2919, "bored": 496, "neglected": 2987, "door": 1285, "passage": 3189, "parallel": 3170, "alternate": 146, "trick": 4569, "lure": 2661, "paris": 3175, "parisian": 3176, "personal": 3233, "investigating": 2296, "support": 4280, "traffic": 4521, "investigation": 2297, "countless": 962, "heists": 2033, "mr": 2923, "comeback": 843, "scandal": 3833, "star": 4153, "mater": 2754, "overseas": 3137, "compete": 867, "championship": 691, "rocky": 3737, "espionage": 1482, "crashes": 985, "resident": 3647, "chef": 723, "create": 990, "enjoy": 1442, "rat": 3532, "winds": 4899, "beneath": 422, "placed": 3277, "dream": 1309, "separated": 3916, "christmas": 750, "eve": 1492, "tell": 4385, "bringing": 532, "saiyan": 3804, "persuades": 3238, "vegeta": 4730, "mystical": 2950, "realities": 3545, "river": 3721, "egyptian": 1376, "thrilling": 4452, "murderer": 2930, "honeymoon": 2102, "tragically": 4525, "outbreak": 3121, "las": 2495, "vegas": 4729, "quarantine": 3483, "attempted": 297, "holidays": 2089, "max": 2763, "valuable": 4717, "trusted": 4592, "west": 4869, "gulf": 1944, "wait": 4799, "grim": 1921, "starting": 4161, "accidental": 21, "stands": 4152, "effect": 1368, "unprecedented": 4678, "core": 951, "warns": 4830, "president": 3375, "proper": 3428, "population": 3327, "doomed": 1284, "jackson": 2330, "stumbles": 4231, "leaders": 2515, "volcanic": 4788, "wreak": 4960, "havoc": 2004, "nation": 2965, "previously": 3386, "badly": 347, "canine": 612, "extremely": 1568, "sleeping": 4041, "miss": 2857, "decided": 1108, "torment": 4490, "adorable": 64, "singing": 4016, "competition": 869, "centuries": 678, "lantern": 2488, "sworn": 4325, "grants": 1905, "zombies": 4997, "highschool": 2062, "marrying": 2733, "doublecrossed": 1291, "started": 4160, "general": 1829, "ford": 1737, "hostile": 2127, "fleet": 1699, "attacks": 295, "believed": 412, "headed": 2008, "edge": 1362, "turner": 4605, "elizabeth": 1387, "faith": 1590, "legion": 2536, "angels": 176, "diner": 1213, "interrupted": 2278, "appearance": 209, "shake": 3949, "garden": 1822, "risks": 3715, "kind": 2441, "awakening": 332, "galactic": 1811, "north": 3025, "advice": 78, "overwhelmed": 3138, "eerie": 1367, "worthy": 4954, "terrorists": 4401, "ransom": 3527, "veteran": 4742, "brad": 511, "operation": 3092, "pits": 3273, "moms": 2883, "maggie": 2678, "jamie": 2336, "charm": 712, "serves": 3925, "ladies": 2475, "cutthroat": 1043, "influence": 2227, "louis": 2637, "creature": 997, "seduces": 3887, "trials": 4565, "expert": 1545, "repair": 3628, "damage": 1048, "purpose": 3471, "slip": 4043, "mass": 2745, "crashlands": 987, "coma": 840, "terrorized": 4403, "presence": 3370, "june": 2397, "ran": 3521, "board": 478, "abandon": 1, "raft": 3507, "broke": 540, "began": 399, "ground": 1925, "social": 4061, "development": 1181, "established": 1483, "given": 1860, "training": 4530, "misfit": 2853, "whove": 4879, "chosen": 745, "gun": 1945, "number": 3040, "authorities": 319, "strain": 4198, "nations": 2967, "content": 925, "barely": 366, "escaping": 1479, "disease": 1237, "perilous": 3229, "trek": 4562, "brave": 517, "dangers": 1060, "answers": 193, "barbie": 365, "sunny": 4267, "bright": 529, "lights": 2564, "broadway": 538, "coveted": 980, "spotlight": 4131, "solo": 4072, "times": 4470, "square": 4141, "winning": 4903, "sharing": 3957, "titans": 4476, "tried": 4571, "cyborg": 1044, "anger": 177, "rampage": 3520, "untold": 4689, "origins": 3113, "snowman": 4058, "follow": 1722, "searches": 3868, "snowy": 4059, "onslaught": 3085, "hold": 2084, "homeland": 2095, "invaded": 2288, "warlord": 4825, "mortal": 2901, "hostages": 2126, "congressman": 900, "believing": 414, "figures": 1669, "newlyweds": 3004, "fully": 1798, "shared": 3955, "luxury": 2667, "mrs": 2924, "ending": 1426, "vicious": 4743, "invaders": 2289, "celebrated": 670, "mobster": 2872, "regular": 3597, "formed": 1745, "destination": 1160, "doom": 1283, "disguises": 1243, "invading": 2290, "handsome": 1963, "li": 2551, "mighty": 2825, "punishment": 3463, "darkest": 1068, "invade": 2287, "girlfriends": 1858, "inadvertently": 2204, "mermaid": 2800, "ariel": 230, "songs": 4080, "multiple": 2926, "difficult": 1208, "carmen": 634, "inherited": 2237, "martial": 2737, "viral": 4771, "korea": 2462, "emergency": 1405, "express": 1561, "fallen": 1594, "accompanied": 24, "delivery": 1130, "reindeer": 3600, "masked": 2743, "fox": 1759, "manage": 2701, "beast": 386, "ended": 1425, "guidance": 1940, "intends": 2267, "thief": 4430, "commits": 857, "targets": 4356, "persons": 3236, "forward": 1754, "controlling": 934, "don": 1278, "blow": 475, "basement": 375, "status": 4168, "overbearing": 3133, "editor": 1363, "assistant": 283, "andrew": 169, "request": 3636, "noble": 3022, "disappeared": 1227, "acting": 34, "captured": 621, "covered": 978, "snow": 4057, "horde": 2113, "cinderella": 758, "mice": 2816, "wave": 4847, "midnight": 2821, "spell": 4110, "glass": 1864, "coworker": 981, "locate": 2596, "doug": 1294, "nasty": 2964, "church": 756, "wins": 4904, "magnificent": 2684, "chocolate": 740, "factory": 1582, "candy": 611, "jurassic": 2401, "claire": 776, "owen": 3140, "extinction": 1563, "john": 2369, "retirement": 3671, "seize": 3896, "bound": 502, "travels": 4556, "killers": 2436, "confident": 891, "classmate": 786, "fatal": 1621, "promising": 3425, "lurking": 2663, "depths": 1142, "ocean": 3061, "relative": 3607, "patrol": 3204, "rose": 3752, "fianc": 1654, "april": 219, "swept": 4320, "raising": 3516, "spirits": 4123, "concept": 882, "susan": 4306, "arrested": 243, "exposing": 1560, "fragile": 1760, "determine": 1173, "beings": 408, "predators": 3358, "depicts": 1139, "text": 4412, "making": 2694, "linked": 2578, "judge": 2389, "unconventional": 4632, "renowned": 3627, "elaborate": 1378, "promises": 3424, "sudden": 4250, "ability": 5, "jill": 2360, "safely": 3797, "cynical": 1045, "sees": 3895, "conscience": 907, "salesman": 3807, "therapy": 4425, "clubs": 809, "forming": 1747, "eccentric": 1357, "ultimately": 4624, "resulting": 3664, "grow": 1929, "paralyzed": 3171, "visions": 4778, "grisly": 1923, "waking": 4804, "fact": 1580, "detroit": 1175, "latest": 2498, "landed": 2481, "cultural": 1027, "bully": 571, "kung": 2465, "fu": 1794, "calm": 596, "bullies": 570, "ill": 2180, "disorder": 1247, "radical": 3505, "success": 4246, "likes": 2566, "stray": 4205, "inhabited": 2234, "flash": 1693, "reclusive": 3573, "african": 86, "countrys": 965, "challenged": 685, "throne": 4453, "kings": 2447, "panther": 3167, "exgirlfriend": 1521, "dragged": 1301, "deaf": 1090, "lack": 2473, "older": 3079, "tormented": 4491, "adventurous": 75, "unexpectedly": 4648, "reef": 3589, "office": 3071, "friendly": 1787, "fish": 1687, "surfer": 4287, "turtles": 4609, "mills": 2835, "falsely": 1597, "accused": 30, "hits": 2082, "close": 800, "inspector": 2250, "brand": 516, "closer": 802, "realm": 3553, "picking": 3258, "traumatized": 4551, "hitchhiker": 2079, "stalked": 4147, "equally": 1469, "fulfill": 1797, "song": 4079, "robin": 3731, "jason": 2341, "todd": 4479, "adaptation": 52, "comic": 851, "freshman": 1784, "tokyo": 4480, "financial": 1679, "limits": 2570, "weather": 4858, "magazine": 2677, "strongwilled": 4217, "wonderful": 4931, "sky": 4033, "bob": 481, "insurance": 2263, "raise": 3513, "native": 2968, "crown": 1018, "lesson": 2540, "spoiled": 4126, "value": 4718, "captive": 618, "suit": 4259, "jewish": 2358, "robbed": 3725, "groups": 1928, "unwittingly": 4693, "games": 1816, "played": 3294, "freeze": 1781, "attacking": 294, "vampires": 4721, "features": 1634, "theme": 4422, "originally": 3112, "porn": 3328, "picks": 3259, "adult": 65, "films": 1675, "current": 1033, "experiences": 1540, "deeper": 1116, "box": 505, "accepted": 17, "regret": 3596, "inner": 2245, "despair": 1156, "brotherinlaw": 546, "minions": 2840, "assassination": 275, "imprisonment": 2203, "prisoners": 3400, "notices": 3033, "dysfunctional": 1341, "carry": 640, "visitors": 4782, "basketball": 376, "passes": 3193, "july": 2394, "weekend": 4862, "satan": 3820, "thrust": 4458, "downonhisluck": 1296, "capt": 616, "jacks": 2329, "alliance": 131, "headstrong": 2010, "changing": 697, "jesus": 2356, "fateful": 1623, "suffer": 4253, "injustice": 2243, "roman": 3743, "pikachu": 3265, "crooked": 1010, "amusement": 163, "kingdoms": 2445, "flynn": 1714, "rider": 3702, "feisty": 1644, "golden": 1878, "ticket": 4461, "actionpacked": 36, "horse": 2121, "thugs": 4459, "odyssey": 3067, "successor": 4249, "marshal": 2735, "forms": 1748, "territory": 4398, "expect": 1532, "demands": 1132, "scotland": 3855, "scottish": 3857, "angry": 178, "study": 4228, "celebrity": 672, "informed": 2231, "quit": 3496, "notorious": 3034, "inspired": 2253, "arthur": 251, "springs": 4138, "problems": 3406, "virtual": 4775, "contest": 926, "fortune": 1753, "agrees": 99, "loyalty": 2650, "visiting": 4781, "lucy": 2656, "cheer": 721, "throwing": 4455, "brown": 549, "laughs": 2499, "favorite": 1626, "scary": 3836, "movies": 2920, "funny": 1801, "immigrant": 2191, "boarding": 479, "discovered": 1232, "vast": 4727, "voyage": 4794, "usual": 4710, "discovering": 1233, "adopted": 62, "orphan": 3115, "wishes": 4911, "intelligent": 2265, "process": 3409, "plunged": 3303, "white": 4877, "wise": 4908, "annie": 187, "identical": 2172, "twins": 4613, "unknowingly": 4667, "staff": 4143, "beauty": 391, "adapted": 53, "stays": 4171, "distant": 1251, "vengeful": 4734, "darkness": 1069, "jane": 2337, "foster": 1755, "jr": 2387, "unlike": 4674, "pan": 3164, "strong": 4215, "remember": 3623, "legends": 2535, "granted": 1904, "fugitives": 1796, "price": 3388, "tag": 4332, "member": 2784, "table": 4329, "logan": 2602, "hide": 2056, "upended": 4696, "mutant": 2940, "pieces": 3263, "conclusion": 887, "autobots": 322, "decepticons": 1105, "menace": 2789, "growing": 1930, "riley": 3707, "francisco": 1765, "emotions": 1411, "everyday": 1499, "marcus": 2720, "miami": 2815, "stake": 4145, "defy": 1127, "descends": 1147, "consumed": 918, "lust": 2664, "hunger": 2151, "connor": 904, "machines": 2670, "spies": 4116, "warfare": 4824, "nefarious": 2986, "unemployed": 4646, "peculiar": 3214, "anthony": 194, "tumultuous": 4598, "gangsters": 1820, "allpowerful": 139, "nephew": 2995, "reunites": 3681, "mildmannered": 2828, "carl": 632, "dreaming": 1311, "exploring": 1554, "explorer": 1551, "russell": 3780, "barney": 368, "ross": 3753, "highly": 2061, "weapons": 4855, "sniper": 4056, "assassinate": 274, "dictator": 1198, "visit": 4779, "scout": 3858, "stole": 4184, "moving": 2921, "albert": 119, "elf": 1384, "santa": 3816, "extraterrestrial": 1566, "utah": 4711, "wood": 4935, "treatment": 4560, "introduces": 2285, "dealings": 1095, "whats": 4872, "dating": 1075, "dates": 1074, "steve": 4182, "religious": 3613, "demanding": 1131, "cell": 673, "mate": 2753, "shadow": 3944, "banks": 362, "charge": 704, "gruesome": 1933, "surprising": 4294, "mysteries": 2946, "solitary": 4071, "guilty": 1943, "murdering": 2931, "breaking": 522, "point": 3306, "abusive": 13, "robber": 3726, "remains": 3621, "rescuing": 3641, "names": 2956, "transformation": 4536, "disneys": 1246, "classic": 785, "cursed": 1036, "sides": 4000, "rejects": 3602, "offer": 3068, "kills": 2439, "camping": 605, "henchmen": 2044, "ensues": 1449, "evolution": 1503, "excon": 1516, "graduating": 1894, "physician": 3255, "right": 3704, "cancer": 609, "bears": 385, "instant": 2257, "walks": 4808, "stepmother": 4180, "jealous": 2343, "morning": 2900, "having": 2003, "personality": 3235, "unseen": 4683, "period": 3230, "complex": 872, "pulled": 3461, "grew": 1916, "lessons": 2541, "kidnapping": 2430, "attractive": 310, "branch": 515, "identities": 2173, "fbi": 1627, "crack": 983, "extinct": 1562, "bumbling": 572, "maybe": 2765, "lifelong": 2558, "cameras": 600, "roll": 3742, "widowed": 4882, "dirty": 1224, "invisible": 2302, "quietly": 3493, "valley": 4716, "organized": 3109, "backdrop": 344, "literally": 2582, "journeys": 2385, "device": 1183, "fling": 1704, "vietnam": 4752, "throws": 4457, "tense": 4390, "opposing": 3098, "racing": 